{
    "res": 0,
    "data": {
      "audio": "",
      "anchor": "",
      "category": 1,
      "id": "5568",
      "title": "多雷区生存指南（上）",
      "web_url": "http://m.wufazhuce.com/article/5568",
      "author_list": [
        {
          "user_id": "12408187",
          "user_name": "「故事大爆炸2022」入围作品",
          "desc": "用故事，照亮世界。",
          "wb_name": "",
          "is_settled": "0",
          "settled_type": "0",
          "summary": "欢迎参与读者评审，成为终选环节读者代表。",
          "fans_total": "1836",
          "web_url": "http://image.wufazhuce.com/FiIob8luySXaXDUq1eWh2g5chGGL"
        }
      ],
      "tag_list": [],
      "share_list": {
        "wx": {
          "title": "阅读 | 多雷区生存指南（上）",
          "desc": "文/「故事大爆炸2022」入围作品 哭吧哭吧，这也是浇灌自己的一种方式。",
          "link": "http://m.wufazhuce.com/article/5568?channel=singlemessage",
          "imgUrl": "http://image.wufazhuce.com/ONE_logo_120_square.png",
          "audio": ""
        },
        "wx_timeline": {
          "title": "阅读 | 多雷区生存指南（上）",
          "desc": "文/「故事大爆炸2022」入围作品 哭吧哭吧，这也是浇灌自己的一种方式。",
          "link": "http://m.wufazhuce.com/article/5568?channel=timeline",
          "imgUrl": "http://image.wufazhuce.com/ONE_logo_120_square.png",
          "audio": ""
        },
        "weibo": {
          "title": "ONE一个《阅读 | 多雷区生存指南（上）》 文/「故事大爆炸2022」入围作品： 哭吧哭吧，这也是浇灌自己的一种方式。 阅读全文：http://m.wufazhuce.com/article/5568?channel=weibo 下载ONE一个APP:http://weibo.com/p/100404157874",
          "desc": "",
          "link": "http://m.wufazhuce.com/article/5568?channel=weibo",
          "imgUrl": "",
          "audio": ""
        },
        "qq": {
          "title": "多雷区生存指南（上）",
          "desc": "哭吧哭吧，这也是浇灌自己的一种方式。",
          "link": "http://m.wufazhuce.com/article/5568?channel=qq",
          "imgUrl": "http://image.wufazhuce.com/ONE_logo_120_square.png",
          "audio": ""
        }
      },
      "praisenum": 1277,
      "commentnum": 7,
      "json_content": {
        "type": "essay",
        "title": "多雷区生存指南（上）",
        "simple_author": [
          "文／「故事大爆炸2022」入围作品"
        ],
        "content": "<p align=\"center\"><strong>一、31岁</strong></p><p>张金灿又开始了，我一哆嗦，惊醒过来，耳塞掉了一个，我从枕头摸到他屁股，没摸着，呼噜一声比一声紧，箍得我脑袋生疼。我摸起手机，他妈的，才过了九分钟，车头灯晃过棚顶，敢情我压根就没睡着，我是给自己编了个故事，说路远航回来了。</p><p>我把枕头调个过儿，张金灿消停下来，他有呼吸暂停，不长，大概十几秒。我想象自己睡着了，醒来后，世界一片寂静，张金灿已经咽气——我该怎么拿回他股票账户里的20万？那20万可是婚前财产，是领证前半拉月，我妈瞒着我爸给我的。我学金融的，但不炒股，生理不允许，平常我血压56到81，低血压，低血糖，一看股票K线，立马飙到120，数值看着是正常了，但脑子胀乎乎，眼球往外凸，连亲爹都不认得。在淘宝买东西也一样，加购物车、左滑、找相似、比对价格时，我总是屏住呼吸，自以为是他妈的丘比特。赶上过购物节，满300减30，我总能买回来一堆东西，270块9，271块5，272块3，两块五是我的极限。</p><p>张金灿又开始了，我踹他一脚：你给我侧身睡。啊，张金灿张着大嘴，身子才转一半，就累得够呛，陷入新一轮人事不省。那20万，我领证前就打给他了，不会判定成他的婚前财产吧？我打开手机，手机银行查不着了，一年前转的账，得去银行打流水，反正这20万，不能落到他妈手里。张金灿那个妈，保不齐在张金灿死后，从哪掏出张金灿的精子，搭上我的卵子、我的子宫、我的阴道口、我的20万，让我给张金灿生个遗腹子。说真的，让他妈死在张金灿后头，绝对是个悲剧，所以要弄死张金灿，还得先把他妈弄死。</p><p>二十年了，路远航那张脸，还是初中毕业照上的样子，就是阴茎粗壮了，佶屈聱牙的老树根，往上攀着，梦里没有太阳。张金灿在梦外，倒抽一口气，就像目睹了我的偷情，我抠出床缝里的遥控器，床垫的上半部，立马朝空中翘起来，几乎就是我和路远航刚才的体位。路远航拿着手机，扫描二维码，点击用户名，输入密码，点击申领避孕套，跳转支付平台，输入支付密码，对着五彩缤纷的光圈，眨眼睛，张大嘴，勾选本人申领，等待得到批准。在那个世界里，避孕套的领用时间、使用时长、弃置地点，是政府公开政务，公民有资格盲选盲查，在那个世界里，我一样有丈夫，他一样有女友，一切关系，建立在现实背景上。</p><p>床垫都快成直角了，张金灿还在打呼，他妈的，我就不该买这破玩意儿，还以为两万块钱能买个消停。凌晨三点，我抱着枕头和被子，躺到沙发上，窗外一望无际，想到三个小时后，张金灿那张无辜的脸，我恨不能现在就捂死他。保准的，他会趴在门框上，跟加菲一样，先舔我两口，完了哭唧唧：你不是答应我不逃走吗？——张金灿，你搞搞清楚，是你打呼噜，你这一觉睡醒，耳清目明，我跟拉了半宿屎似的，腿都伸不开，张金灿，不是我说你，你不得了便宜还卖乖，你能死吗？想到张金灿会死，我脑子里那根要崩断的弦，终于松了一下。</p><p>早上六点，张金灿推醒我，上来就是一句：我想你了，媳妇儿。往后剧情就顺了，我说：别叫我媳妇儿。他撒娇：媳妇儿，你就是我媳妇儿。我说：老头子。他说：我是帅小伙。他妈的，我心想，就你那一脑门芸豆大的青春痘，叫大碴粥还差不多。我起来煎鸡蛋，张金灿去洗漱，全麦面包烤脆了，像春饼，可以从中间揭开，夹一个鸡蛋，一片培根，一片生菜叶，厚度正好。张金灿不吃生菜，我不管他，照样夹进去。我坐到马桶上，张金灿正吹头发，边吹边说：周六妈要来。我说：你爸不来？嗯，张金灿含糊一声，吹风机的暖风轰到我头上。我怒了：到底来不来？不来，张金灿奇怪地看我，哪回他也不来啊。</p><p>行吧，我这么提醒他，张金灿都没意识到，他妈一直跟我们单线联系，有多他妈的变态。恋爱时就这样，我跟他认识才俩月，他妈就叫我到家里过圣诞节。早上六点，他哐哐凿我防盗门，说他妈刚包的牛肉大蒸饺，让我趁热吃。张金灿跟我旅游，从来不出省，长春到延边没高铁的年头，他就买两张硬座票，让他妈自己在硬卧躺着。两家噶亲家前，他妈跟我说：要不把你妈叫出来，咱四个吃顿饭？看我没吱声，他妈又说：你俩玩你俩的，我跟你妈单见也成。我也是被他妈洗了脑，真回家跟我妈说：张金灿他妈想见你。我妈说：不年不节的，我见她干啥啊？要是见家长，你爸也得去，还是他爸不在了？</p><p>回想起来，我那三年恋爱，就像跟他妈谈的，他妈给我写信、打毛衣、织围脖，找我拍大头贴、拔罐按摩，搓澡修脚。情人节，张金灿送我条项链，周大福的，2398，倒是不便宜，信誉卡规规整整，叠在盒子里，上面签着他妈的名。除开这个大件，张金灿拢共送过我两回东西，一次是蛋挞，肯德基午餐款，一盒八个，亲自送到我单位，我吃不完又不好意思送人，当时没觉得丢人，反而有点甜蜜，不好意思显摆。到了第二次，我才有点醍醐灌顶，要送我礼物，张金灿提前预告了，然后精彩纷呈了一周，跟他妈电影发行造势似的。到我手一看，啊，是两只天鹅，肯定不是活的，每个大拇指那么长，银白色的塑料颈子，后屁股扎着红纱，纱里包着三颗大虾酥，敢情是俩糖盒，是他妈上周日参加婚礼，从礼桌上顺回来的。</p><p>我从医院回来，进屋丝袜还没脱呢，他妈就来了，拎着一只老母鸡，从爪子到鸡冠子，从嗉子到鸡屁股，一样不缺。我说：今儿周六吗？他妈说：你二姨刚送来的，你爸也不吃，我生灿灿那前儿，成天喝鸡汤，你爸一闻这味儿就想吐。行吧，我把厨房灯给她打开，妈，我洗个澡，水压小，你先别用水。我在马桶上坐了半天，生气，我最烦她说你爸，你什么爸，我自己有爸。洗完澡，张金灿还没回来，他妈说：你爸明天去钓鱼，鲫瓜子让他给你留着。我说：不用，拿来张金灿不会收拾，也是扔。哎呀，他妈说，你别惯他，让他学啊。说着掀起锅盖，白气冲天，捂住她的嘴。要是这时候，我在身后给她来一下，看她脑袋扎进锅里，我也一辈子不用喝鸡汤了吧？</p><p>老母鸡炖得都快瓦底了，张金灿还没回来，他妈问我：多多，你饿不饿？饿，我拔了电饭锅，开始盛饭。她妈从锅里挑出鸡头，把鸡冠子咬下来，搁到我碗里。母鸡的冠子窄窄的，四个尖儿，像幼儿画报上的小草，我看着刺眼，赶紧扒拉到嘴里。他妈问我：你老舅出来了？我说：我爸找人私了了，人在这边住院，我去看了，挺吓人的。他妈说：打得够呛啊？我说：我老舅把人家打得够呛，说是一铁锹撂倒，拿脚踩人脖颈上，碾烟头似的，来回搓。他妈说：还行，没落下残疾。我说：我挺害怕的。他妈说：四十多了，不是小伙子了，打架也就这一回了。我说：我不敢跟他没皮没脸了。他妈说：那是跟别人，跟自己家里人，还是不一样。我说：我从小就胖，十岁就90斤了，他还让我骑他脖颈上，看花看冰灯——张金灿回来了，门让我反锁上了，他打不开，他妈去开门，张金灿说：想我了妈？其实我还没说完，冬天零下三十度，我老舅骑车驮我上学，冰面溜滑，碰上个油罐车，他飞腿下来，没站住，两腿跪在地上，手还往上伸着，扶住车把，没让我掉下来。</p><p>我又盛了两碗饭，他妈和张金灿坐一边，接着问我：你大舅挺好的？啊，我说，一家四口人倒班呢，前天跟我说，现在连病都不敢生。他妈说：第一胎要是一对双就好了，仨孩子是不好带。我说：我姐就不该生二胎，忘了小时候咋跟我弟打仗了？她小时贼能作，天天跟我大舅妈哭，说她重男轻女，大舅妈连饭都不敢做我弟爱吃的，我姐说吃啥吃啥，我弟就吃酱油拌米饭长大的。他妈说：我给你二舅打了条围巾，多多，你爸要喜欢我也给他打一条。我一时没反应过来，他妈说的你爸，是指我爸。张金灿说：谁还戴围巾啊，人都开车。他妈说：你咋不开车呢，俩人自驾，领多多出去玩一圈。</p><p>我彻底顶着了，想吐，就他妈对我天下第一好这劲儿，搁谁谁不犯恶心。我家这些亲戚，跟他妈说多少回了，真没啥大本事，用不着一趟又一趟，扒拉来扒拉去的。我家这帮男的，都在油田，大舅野外看井，西北风可劲喝，二舅坐办公室，A4纸免费拿，老舅开大车，能给她换个胎是咋的。女的，我妈、二姨、三姨、老姨，一水在银行，工、农、中、建包圆了。要说最有用的，还得是我爸妈，一个处长一个行长，还都没退休，算是让他家娶着了。</p><p>吃完饭，他妈赶紧扒拉我：你歇着去，我刷碗，我刷快。我也不跟她抢，省着她再拿胳膊肘怼我，我说：洗洁精你用不惯，我下楼买袋小苏打去。他妈说：你让灿灿去。我说：大六楼的，他腰不好，我在家也是踩椭圆机。走到楼下，我一胳膊鸡皮疙瘩还没下去，这都多大岁数了，又不是没养老金，至于这么巴结吗？</p><p>没一个小时，张金灿给我打电话，说他妈走了。我进屋，把小苏打扔垃圾桶里：特爽是吧？大老婆陪你一晚上。你是我大老婆啊，张金灿说，我妈顶多算童养媳，把屎把尿的。我说：你妈跟你爸多一句话没有，咋过这些年的？张金灿说：为了我吧。看他享受那样，我悲从中来，全中国那老些人，咋就我找了个妈宝？张金灿说：我妈说十一上净月潭，给你拍点照片。行吧，我心说，你妈心是真大，你每个月赚三千，结果她单反一个接一个地买，镜头一个接一个地换，我从四室两厅搬出来，跟你住连电梯都没有的破房子。江桥，江桥不看了，天天听楼下卖大碴粥、黄米饭，就是为了看你们娘俩享受生活的？</p><p>我刚上椭圆机，张金灿就说：不累吗？我说：我啥也没干啊。张金灿说：跟我妈唠嗑，我算工分的话，你得算工伤。我想起我二姨夫，看我二姨退休了，第一件事就是把亲妈接到家里来，让我二姨伺候，二姨夫菜也不买一根，肉也不割一两，话也不跟他妈说一句，好像弄个老太太摆家里，就算他尽孝了。我说：你乐意看见你妈吗？啊？张金灿张个大嘴，好像从来没想过这个问题。我悲愤，恨不得冲到厨房，一刀结果了他。</p><p>外边有人敲门，我一哆嗦，张金灿说谁啊，还磨叽着不想开门，压根没意识到，人家救了他一命。我说：是不你妈落东西了？张金灿说：她不有钥匙吗，把钥匙落下了？外边还是敲，张金灿一开门，一个老太太尖叫着：我睡不着！谁他妈也别想睡！张金灿朝屋里喊：媳妇儿你把衣服穿上！我套上衣服，出来看见一个老太太，甩着两根麻花辫，整个人挂在张金灿胳膊上：你让我进屋，我不回家了，我就在你家睡！张金灿说死不让她进屋，手支在门框上，一动不动。老太太突破不了张金灿，两只手开始往自己脑袋上招呼：我脑袋都要炸了！你家啥玩意搁楞搁楞的，让不让人活了？中门的阿姨，东门的大爷，都把门推开条缝，探出脑袋来。我跟张金灿说：你让她进来，你让她自己找，看是啥响。张金灿还不松手，我伸手去拉老太太：你自己找，我家就俩人，又没孩子，能有啥动静？老太太哆嗦地进来了，指着我家入墙大立柜说：就这屋，我就住这屋底下，这屋门在哪？我说：这屋没门，里边都是祖宗牌位，骨灰盒。老太太就势倒在地上：你在我脑瓜顶供骨灰盒？我要报警，让警察给我评理！你是不是个人，在我脑瓜顶供骨灰盒？我掏手机说：你不要报警吗，我替你报——我马上拨了110，可谁能想到，110还占线，我脑浆子都冻住了，只有老太太临危不惧：警察来了也是你没理！你有能耐供骨灰盒，你有能耐开火葬场啊！你住大别墅去啊，你他妈别住我脑门上！</p><p>我上厨房拿了一摞碗，冲到楼下，楼下门儿都没关，一男一女，挺年轻的，正趴门口听动静。我站走廊里，哐当摔下一个碗，屋里小孩哭起来，男的进卧室看孩子，女的冲过来要挠我，张金灿把我拎到他身后，我隔着他叫嚣：我家有监控，警察就在路上，你家老太太这是私闯民宅，要拘留的你知道吗？</p><p>老太太让她姑娘拽下楼去了，走时还在恋战：你没孩子，你一辈子没孩子吗？我家孩子，到晚上我都告诉她小点声，爹妈死了没人教你做人吗？气得我掏出手机，还要报警，张金灿关上门说：媳妇儿，你咋这么机智？我手机掉在地上，哐当又是一声，楼下鸦雀无声。我想，我鬼话连篇，说胡话奔儿都不打，张金灿看出来了？</p><p>张金灿睡着了，我打开立柜门，走进去：地砖冰凉的，椭圆机匍匐在地，龇牙咧嘴。这是我的秘密空间，装修时我跟张金灿说，我不要阳台，我要一个消失的房间。但是现在，我知道了，我的秘密空间下面，住着一个老太太，一个巫婆似的老太太，让我去住大别墅的老太太，嚯，你女儿女婿让你睡阳台，该住大别墅是你才对吧？我两手攀上椭圆机，两条腿怎么都提不起来，好像陷在泥潭里——黑暗里，我看见老太太冲上来，穿过立柜门，把我按在椭圆机旁边，人赃俱获：撒谎撂屁的，要脸吗？你爹妈生你，就是让你咒他们都死了？</p><p>天刚亮，张金灿就发现，我还躺在他身边：没睡着？我说：我把椭圆机挂咸鱼上了。张金灿搂着我：有我呢，她进不来。我说：我害怕。张金灿说：昨儿不该让老太太进来，在咱家晕过去咋整啊？我说：我还想报警，她私闯民宅，70岁以上，拘留所是不能要她，但是，可以罚她钱，吓唬她。张金灿看着我，半天说：是你让老太太进来的。是啊，我还拉她手了，我看着天花板，觉得自己在裂开。以前我觉得，我在这个家是安全的，没人不讲理，没人指着我鼻子骂，幻觉，什么消失的房间，都他妈是幻觉，我想让阳台真的消失，让它带着我的椭圆机，还有楼下的老太太一起消失。</p><p>叮铃一声，是自行车车铃，楼上大哥下夜班回来了，一进屋，不知道鞋脱没脱下来，就开始数落孩子。他家俩小姑娘，一个四岁，一个七岁，欢腾，大哥不在家，她俩能在楼上跑一天，大哥一回来，她俩就成植物了，靠边站，听声儿连上厕所都踮着脚，其余时间就是哭，自己浇灌自己。我上楼找过几次，说能不能别大早上管孩子？每次都是大哥他妈开门——啊？满眼呲麻糊，真不像装的，要不是我来敲门，他妈根本就没听着。每一次，大哥都冷冷地，坐在小板凳上，从他妈胳肢窝底下看我，随时准备过来给我一拳，看我会变成什么植物。</p><p>张金灿又开始了，我拉上窗帘，走到卧室门口，不敢往外走一步，我不知道老太太起了没有，不知道她在客厅、阳台、还是厨房，只有卧室是安全的，卧室是她不能涉足的地方。我就这么站着，张金灿的呼声，盖过楼上的公鸭嗓，盖过楼下无处不在的耳朵，他妈的，最简单还是弄死张金灿，这屋子要是死了人，我看你们还敢不敢住。</p><p>&nbsp;</p><p align=\"center\"><strong>二、28岁</strong></p><p>张金灿死了，我妈拿着一卷煞白的卫生纸，一下一下往我眼皮里怼，好像怕我哭不出来。我一左一右，躲着她的手，躲醒了，发现我妈还真坐在榻榻米上，挺大一个黑影，罩在我头上。我决定把梦倒灌，注进现实，我哭着喊：张金灿，你别死——我妈站起来，一只骷髅飘了出去，吱嘎吱嘎。第二天，我们谁都没提这茬儿，本来我妈半夜出现在我屋里，就像一个梦。</p><p>第二天做梦，还是张金灿死了，我哭得马葫芦倾倒，满世界废水横流，就算在梦里，我也知道我哭的不是他，而是我自己，这世上对我最好的人死了，再也没人对我这么好了。</p><p>第三天，是大年初六，我爸过生日，我家那些皇亲国戚，为了看驸马爷，老早上饭店候着，没人知道，前天张金灿就让我爸撵走了，住倒是住了一宿，那是因为太晚了，回长春没车了。初三晚上，张金灿一个人住主卧，我爸妈和我，打横睡在榻榻米上，我家仨卧室，老姨结婚后，书房里的单人床一直没拆，但他们硬要这么安排，我也没招。灯一关，我耳边的叹气声，跟窗户外边的炮仗似的，刚以为放完了，又来两声。多少次，我都想爬起来，给他们磕几个响头——我错了，我对不起你们，还不行吗？人家孩子谈恋爱，都是给父母长脸的，咋就我这么没用，让爹妈跟着我上火？</p><p>大姨，大姨夫，大姑，大姑父，大姐，大姐父——我爸妈微微颔首，跟皇上皇后接受群臣朝拜似的，群臣不敢问，他们自己臊眉耷眼地，遮起家丑来。没来，我妈说。没让他来，我看不合适，我爸补充。我老舅趁着催菜，拉我出来：人来了？啊，我一张嘴，鼻涕都出来了。这就是我老舅，全天下最了解我的人，初三下学期，我妈领我配眼镜，配回来我一直哭，二姨三姨都说：哭啥啊，近视有啥哭的？你戴眼镜好看啊，不行高考完，让你妈领你做手术。一听要做手术，我更哭了，只有我老舅知道，我觉得自己犯了罪，我一哭，他马上就明白，我老早老早就近视了，我哭是因为我没瞒住，我给爸妈添麻烦了。</p><p>我老舅点着一颗烟：拥护啥啊？我说：也赖张金灿，跟他说多少遍，别拿酒，我家不缺酒，到底拎来两瓶天之蓝。我爸说，这一看就是家里没地儿放了，说多少遍都得给你拎来。我妈说，这肯定是他妈让的，你说话他根本听不见，妈宝咱可整不了。我老舅说：要拎茅台五粮液还强点。我说：张金灿穿的也不行，你看我皮羽绒里边，就一个纱衫，他倒好，羽绒服里是冲锋衣，冲锋衣里是棉马甲，马甲里是毛衣，毛衣里是半截袖。我爸说，到底是长春来的，以为元市还烧炕吧？我妈说：他这穿的，比三岁小孩都多，是不有啥病啊？我老舅说：张金灿他爸，是干啥的？我说：说是工程监理，具体干啥，我也不知道。我老舅说：甭问了，反正在你爸妈那，都叫打工的。不是，我说，他俩是嫌张金灿家里不行？我老舅说：你看你家酒柜，一下子茅台，送人拿出来两瓶，当然也是茅台。我说：人家就不能是专门买的？我老舅说：天之蓝要是买的，那更不行了，家里连两瓶天之蓝都没有？那啥家庭啊？可我是奉旨恋爱啊，我说，我妈逼我追张金灿啊。我老舅冲着我鼻子，吐个眼圈，好像嫌我还不够晕。我说：张金灿没来家之前，他俩真同意，不同意也不能处三年，这一见到真人，马上变卦，还是张金灿这人不行吧？我老舅说：你妈还给你前面那个老舅妈找过工作呢，白搭一万块钱，后来不也反悔了？</p><p>其实是两万，在我爸眼里，则是五万、十万、一百万，两万现金送礼，两瓶90年的茅台请客。现在茅台一路飙涨，说不定我爸死之前，真能涨到50万一瓶，那他跟我妈的仗，就能一直干下去。我刚坐下，我妈就给我夹了一筷子粉条，说再不吃瓦底了。我躲着我妈的手，就像躲避迎面而来的车流，能见度太低了，21口人，21口小火锅，21道水雾蒸腾，我不往远了比，就眼前这七家，也是我活得最憋屈，我愿意给我二姨当女儿，给我大舅当不受待见的二胎，甚至缩到新老舅妈的肚子里，变成三个月大的胚胎。</p><p>我爸电话响，说修马桶的来了，我赶紧站起来，说我回去开门，我看着修，你们不用管了。我老舅跟我下楼，要开车送我回去，我说：不用，就一修马桶的。我老舅说：我拉你回来吃主食啊，主食还没上呢。我说：饱了都。扯淡吧你，我老舅牛脾气上来了，你过年好容易回来一趟，修哪国马桶啊？我说：漏水，不知道是水箱还是哪。我老舅说：你爸那意思，是张金灿弄坏的？我说：你气啥，又不是你爹妈。我老舅说：跟他妈我爹妈也没差哪去。</p><p>师傅到家里一看，说法兰坏了，得把马桶撬开，再安上，100块钱。我说行，赶紧撬吧，晚上还得用呢。师傅扑通跪下，掏出一把壁纸刀，往马桶边沿里塞，玻璃胶丝丝缕缕掉落，师傅眼睛越瞪越大，像在刮一张硕大的奖券。刮完胶，他让我搭把手，把马桶放倒，半水箱的水，横流一地，他指着下水道口说：看见没，贴墙太紧，法兰没对住，锈这么大一片，好几年了吧？也就是说，我脚下这片水域，有一半是马桶冲下来的水，包含屎尿。我没敢用抹布，拿了一卷纸，蹲下开擦，怕臭味漫到主卧去。师傅擦干马桶，后面的窟窿，上法兰盘，前面的窟窿，贴胶垫，完了打胶密封。师傅说：这玻璃胶打上，过24小时再用，要不还得漏。我顿时天塌地陷，尖叫起来：我就是晚上要用，才让你修的！你修不好，你撬开干吗？你给我安回去，你看我干啥，我还死给你看啊？师傅说：你没毛病吧？你家客厅不还一个厕所吗？</p><p>不是那回事，那根本不是一回事，这个马桶是我修的，我就必须把它修好，还有一个马桶能用，跟我有什么关系？我觉得冷，想起初一那年，有人上我家推销洗发水，50块钱3瓶，送一个大瓶护发素，我脑袋一胀，真掏钱买了，还觉得捡了便宜，能向我妈邀功。后来我寻思过味儿，吓出一身汗：首先钱哪来的，我就没法解释，再说我这么大人了，还不知道一个人在家，不能给陌生人开门吗？脑袋让驴踢了，越长越回旋？此地不宜久留，我记得我抱着四瓶不明液体，羽绒服脱下来，盖在胳膊上，冻得像狗。门口垃圾桶不能扔，我就往树林里钻，在梆硬的雪上挖坑，把洗发水倒进去，一会儿就冻上了，倒一瓶换一棵树，空瓶我拿脚踩着，来回出溜，瓶身磨花了，捡破烂的都不稀罕。从那时起，我就觉得，我要是杀人放火，肯定是完美罪犯，就像我一直是完美小孩一样。</p><p>我爸在二舅家打完八圈，回来直奔马桶，问我多少钱修的，我说50，给他一顿数落：玻璃胶你没花钱吧？没人告诉我，换法兰是这么容易个事儿，我还以为，卸马桶就得一小时，地上有个老深的卡槽，打水泥里了，最好上起重机来起。我爸再张嘴，动静就变了：玻璃胶要你钱了？我操他妈——没有，我说，我特意让师傅多打了一圈。我爸说：那能值几个钱？一瓶玻璃胶也就4块！修个马桶给人家50，我看你就是钱烧的！其实白玻璃胶一瓶13，剩那半瓶，我让师傅拿走了，没有打胶机，剩半瓶也是扔。本来，我也可以是善良的、好说话的、乐善好施的、稳定的、咋点都不着的，像一瓶稀有氦气，像路远航最初以为的那样。</p><p>马桶就算翻篇了，我正要装行李，明天一大早还要回长春上班。我爸说：你把你指甲整整，明天上班了，领导看见多不正经。我妈说：要是红的还行，过年这几天，领导也能理解，你这一黄一蓝的，多吓人啊。我爸说：他妈这年过的，起头就晦气，今年肯定走背运。我妈说：回去就说清楚，分明白了，别耽误事儿。我说：耽误啥事了？你现在手里有合适人啊？我妈说：你分都没分，我咋给你介绍？我说：别耽误你事儿，你该介绍介绍，要是比张金灿强，我立马就分。我爸大炮突然开火：就你这态度，我他妈能指望你养老？让人卖了还帮着查钱呢，你他妈下生就该给你捏死！我妈把我往屋里推，说明天四点就起来，你不睡我们还得睡呢。我躺在榻榻米上，哭了半宿，那么大个儿一马桶啊，光靠自重站立，拿几个塑料片在边缘找平，左右不咣当了，就拿玻璃胶粘住，那么脆弱个东西，让一百多斤的屁股坐来坐去，几十年不坏，不是个奇迹吗？</p><p>早上四点，我爬起来，厨房灯亮着，一家三口坐下吃饭，哈欠连天。我对这类早课非常熟悉，一家人，就是整整齐齐，彼此折磨。我从小到大，没睡过一个懒觉，寒暑假照样六点起床，我爸妈的意思是，你上学我们给你做饭，我们上班你还想装看不见？非常像我在幼儿园，小朋友跟我说：你得陪我上厕所，我昨天都陪你去了。对于已经完成的施舍，我无法反抗，无法否认，无法偿还。</p><p>老稀的粥，大米粒沉底，白汤在碗面招摇，你敢端一下试试，烫不死你。我趴在碗沿上，一只马嘴，温顺地伸进食槽，一通吸溜，我会奇怪这个家里，咋还没人得食道癌。吃完饭，我妈拎箱子，我爸给我的水杯，灌满热水，一左一右，挡在我面前，比起女儿，我更像死囚。果然，我爸意料之中地打了个喷嚏：老咯，你以为我们还能活几天？我妈说：别让你爸跟着上火了，你看这些年，他跟你老姨老舅上过火吗？我爸说：你别仗着是亲生的，琢磨把我们气死了，剩下都是你的，我跟你说，你也就仗着你爸妈活着，还能过几天好日子。我妈说：你要跟张金灿结婚，长春那房子我就卖了，结婚给你20万，你想买车，想交首付，都行。哎呦，你还真挺好心，我爸说，我的钱是一分不给她，扔水里我还听个响呢。</p><p>我无动于衷地听着，好像我是机器人，一个指令下来，立刻就得执行——张金灿，我该怎么跟你分手啊，你能不能自己死一下，别让我费事了？我不想跟张金灿分手，我又的确想跟他分手，我被制造者植入的指令卡在这，不完成它，日子没法往下走了。早班客车拨开夜色，朝远方开去，我闻到天边的大火，一个又一个屋檐，烧成棺材。我戴上耳机，发现昨天删掉的一首歌，还在那唱着。磁带没地儿买了，而歌单永远有一个问题，我删掉一首歌，忘了重新进入歌单，那首删掉的歌，还是会一次又一次出现，我看不见、摸不着、没法再删一次，我只能忍受。路远航对我来说，就是这样一首歌，因为我无法重新进入我的人生，我也没法忘了他。</p><p>回到单位，我先打水擦桌子，然后打一壶热水，自己喝，大枣刚泡开，楼梯上嘎嘣一声响，打火机窜出火来，领导下来拜年了，一层一支烟，雨露均沾，笑声开始不受控制，疯了一样满走廊乱窜。我和对桌的老李，怕累着领导，马上赶到声源地，共襄盛事。领导问我：多多，啥时候结婚？我说：不着急。领导问：对象哪的？我说：也是公务员。领导又问老李：你儿子啥时候结婚？领导继续下楼，办公室给我们一人两袋瓜子、一袋糖，不像过年，倒像有人结婚。老李揣上瓜子，上楼唠嗑，回来给我俩橘子，边扒边说：海燕那屋老呛挺了，都不能呆人。我说：多亏没让领导进屋，要不地白拖了。老李说：中午在食堂吃吗？我说：点麻辣烫了。老李开了窗户往楼下看：拎家吃去吧，领导车都走了。</p><p>下午真让老李说着了，没事，我坐到两点，直接去了张金灿家，九十年代的老小区，没有门禁，六层楼无边无际，望过去一片白，二次供热站就在他家楼下。进了门洞，墙上都是小广告，疏通管道、定制纱窗、加装烟囱、清洗地热，一应俱全。一上六楼，绿树蓝天迎面扑来，红气球飘在空中，中间有一张新贴的发票保真，张金灿他妈是教音乐的，但也会画画。</p><p>他妈站在门口，光腿，穿着自己织的毛线裙。屋里暖气烤人，我在单位冻了半天，脱了羽绒服浑身都痒，坐在那一直挠腿，挠完了，才觉出屋里一股怪味，他妈从里屋抱出一只小黄猫，啥也没说，就往我怀里塞。小猫半睁眼，叫一声，我刚要还给他妈，它在我胳膊上打个挺，好像还挺舒服。他妈说：没起名呢，多多你给它起个名。我说：捡的啊？啊，他妈说，灿灿买了奶瓶喂它，我给你拿来。我喂完小猫，他妈拎着暖瓶和脸盆，放到我脚边，要给小猫洗澡。小猫一沾水，就有点原形毕露，身上瘦得皮包骨，鼻子也塌，前爪尤其吓人，僵尸似的，就知道往前伸。我几次没抓住，小猫也没啥求生欲，都是他妈把它从水中捞起，像捞一条毛巾。</p><p>吃完饭，张金灿拎着猫笼，送我回家，他妈说：养烦了就抱回来，多多，你没事来玩啊。我只觉得脑袋胀痛，走得深一脚浅一脚。张金灿说：你冷啊？我说：冷。张金灿说：咱俩打车走。我说：你不关心我爸妈咋想吗？张金灿说：你没说，就是没事呗。真行，我想，这种缺根弦的脑袋，我咋就长不出来。张金灿说：明天多穿点，别老管别人咋看。我说：小猫你妈哪捡的？张金灿说：这是加菲，好几千呢。我说：你跟你妈说了？啊，张金灿说，我妈第二天就去买猫了，她说你不是那样的人，咋能那么想呢？说不上从啥时候起，我老做梦扔小猫，梦里小猫肉嘟嘟的，像个天使，有的小猫，甚至张嘴就说英语，是个天才。但养不了几天，我就把猫扔出阳台，一晚上心急火燎，怕邻居看见，怕监控拍到，怕它没摔死，自己血淋淋地找回来。所以加菲到我家，算是噩梦奔现，我没敢给它起名，我一直等着，直到四个月后，带它打完最后一针三联疫苗。</p><p>我刚到家，没来得及把加菲放出来，我妈就来了，自己拿钥匙开的门，发现我工作日竟然在家。我把猫包踢进阳台，打开窗户，穿堂风掠过我妈，没有阻碍，像经过一架骷髅。我妈说：你让他出来。我说：啊？我妈说：装什么傻？你以为我爱管这事？我说：不是我的。我妈说：我不让你爸来是为啥？让他看见，还不把你腿打折了？我说：真不是我，是我领导——我妈说：里边不是张金灿？我从阳台拎出猫包：领导养的，她出差，我帮着喂几天。喂几天啊？我妈的眼睛，飞速掠过地上的猫砂盆、猫爬架、沙发上的破床单，东西挺全啊你。我拎着猫包，不敢放下，也不敢把猫放出来。我妈说：你整这么个玩意，屋里咋住人？我说：就几天。我妈说：撒谎撂屁的，现在跟我一句实话都没有是吧？我说：我们科要提副主任了，估计是我。我妈说：你工作我不愁，但找对象也是大事啊，你就说这猫，过完年张金灿就送来了吧？为啥，还不是看出咱家不同意吗？张金灿和他妈，这一家人不就骗你呢吗？对，张金灿是骗我，骗我，让我不做噩梦，你们不骗我，你们对我说的，都是外人不会对我说的话，可你们也不管我死活。我妈还在说：他们家现在对你好，那肯定，肯定比我们对你好，买猫才几个钱，咋不给你买房呢？住着我们的房子，没念我们一点好，你说你一个月才挣多少钱？你连自己都养活不了，你心里没谱吗？直到这一刻，我才确定，我不会把加菲扔了，如果我不想要它，我最多把它挂上咸鱼，找个好人家，谁不比我强啊，我不会让它死在我手里。</p><p>我妈就此住下，现场督战，我晚半个点到家，都要挨一顿骂。我和张金灿改在中午见面，反正长春也不大，就是大夏天的，阳光刺眼，让人流泪。张金灿说：没事儿，我给你当情人、当小三。我说：我知道我对不起的是你，不是我妈。张金灿说：你妈有一句话说得对，肯定能找着比我更好的。我说：我不想上班了。张金灿说：那我下午请个假。张金灿没明白，我是说，跟他结婚，我辞职他同意就行，我不用再给我妈报批了。</p><p>晚上炖豆角，我妈说：给你泡点汤啊。于是我就泡点汤。我妈说：不咸吧？你最爱吃架豆王了。于是我就夹一根架豆王，埋到饭里。我妈说：这个豆多，给你。我说：你自己吃吧。我妈说：我再生气，我也不能害你。我说：你回家吧，已经分了。我妈说：你要想哭，就哭出来。我说：只有在害怕的时候，我才哭得出来。我妈说：分手肯定难受，妈怕你憋坏了。我说：我只能体会到恐惧和害怕，其他我一点感觉都没有。你看我说啥，我妈说，你跟张金灿就没啥感情基础。嗯，我跟张金灿，不过是一种不必恐惧的生活方式，不值一提。我妈说：这些天你爸自己在家，净吃馒头了。我说：我辞职了。我妈说：别吓唬妈了，好好吃饭。我在她脸上，捕捉到恐惧。</p><p>第二天，我就不上班了，我妈不让我在家睡觉，我就上宾馆开房，一睡一天，晚上到点回家，吃她炖的豆角。我妈说：你以为你工作没了，张金灿还会要你吗？我说：张金灿是谁？我妈说：人家看上你，还不是因为你工作家庭，哪样都比他强？你现在倒好，工作没了，啥也不是了。我说：这不就分彻底了吗，你不相信我，还不相信人家吗？我妈说：张金灿的主意吧？你没这个胆。我说：你知道为啥你一炖豆角，我就泡汤吗？</p><p>当天晚上，我爸就从元市过来了，他不会开车，现在公车私用管得严，是我老舅拉他来的。我爸进屋第一件事，就是照我脑袋，拍下一张假条，要不是我老舅拦着，他还要踹我一脚。我爸说：你不是爱躺着吗，这回好好躺吧，出去看让车撞死。我捡起来一看：我骨折了？我妈说：同事问你，你也得这么说，病假一个月，领导替你担着风险呢。我惊恐地看着我妈，我从来没有害怕过她，这个家有她在，才叫个家，她是我的保护者，没有她，我不可能存活下来，她是我的救世主，我供奉她，哀求她，生怕错走一步，害她折寿。我今天才发现，我是入了邪教啊，我以为她在保护我，只是因为她比我爸，更像个人而已。我现在只想杀人。</p><p>&nbsp;</p><p align=\"center\"><strong>三、22岁</strong></p><p>我在High&nbsp;Street等车，二十几个人，都跟我一个宿舍区的，都要赶9点半的车上山，白车来了，有季卡的掏季卡，没季卡的掏硬币，我啥也没干，看大家上车交钱就交了三分半，白车开走了，剩下五个人，橙车开来了，剩下我自己。张金灿摇摇晃晃朝我走来，掏出橙车季卡，我很尴尬，怕他看出来，我买的是蓝车季卡，比橙车便宜80磅。每次我在Iceland买完鸡蛋，都怕在这碰上认识人，对面就是Texco，1.2磅4个鸡蛋，在Iceland我能买10个。张金灿说：德国老头吓人吗？我点头：昨天印度小哥迟到了，站门口敲门，老头说“Hello”，印度小哥也“Hello”，老头说“Goodbye”，印度小哥还没“Bye”完，门就让老头踹上了。张金灿说：那你说我还上山吗？我说：第一节课肯定没戏，你课间溜进去，上第二节课呗。张金灿说：不点名吗？我说：不点。真是怕啥来啥，蓝色U18来了，我不能在张金灿面前假装买的是白车季卡了。我掏出季卡，在司机面前晃了一下，拉着吊环刚站定，发现张金灿交了1.2磅，也上来了，其实他根本没必要。橙车车次最多，工作日10点前，3分钟就一班，不像蓝车，说5到10分钟一班，其实是半小时，但一个季度120，也没啥好抱怨的。</p><p>车上人不多，我的希腊同学，正在制作“坐垫三明治”，把坐垫当盘子使，一片面包上放火腿，一片面包上抹黄油，看见我，他把两片面包合到一起，拍拍旁边的坐垫。我坐下来，担心牛仔裤不要油了，看到希腊人把三明治塞进嘴里，我有点难受，我也太干净了，好像人家的嘴赶不上我的屁股。我夸他长得像孙悟空，本来想说彭于晏的，都是一张倒三角脸，但是在这，说一个人长得像演员，好像不是啥好话。我跟希腊人一个导师，第一天欢迎晚宴，我拿甜点，他走过来说，我恐怕这是收费的。我手里的夹子一哆嗦，这顿饭一个人19磅，提前付过了，我穿着旗袍，没地儿揣钱，关键是没必要花钱吃，市中心有家自助，一对北京夫妇开的，7磅一个人，甜点免费吃。有外国人看着我，我也不能把甜点再夹回去，关键是我穿着旗袍。他说你是中国人吗，说他喜欢《西游记》，说他刚才是开玩笑，这儿甜点不收费，但也不好吃，比希腊的Halvasi差远了，然后介绍自己是雅典来的。叫啥我没听懂，听懂了也念不出来，就说叫你骗子吧。现在这个骗子，正在跟我讨论，金箍棒是啥材质的，为啥可以瞬时变大又缩小。我说：啥材质能声控呢，是不还得先长耳朵？可能声音大了点，张金灿走过来说：你叫啥啊？我摇头。他说：我说你叫啥？我说：我没叫啊！张金灿笑了：我叫张金灿，你叫啥？多多。现在我笑不出来了。</p><p>我跟张金灿从北京出发那天就认识了，17个小时的飞机，在迪拜转机，跟我俩同一班机的，还有三个女生，来巴斯大学读同声传译，五个人里，只有我是半奖。张金灿问我咋申到的，我说，只要你跟招生的说，帝国理工也给你半奖，但你不喜欢伦敦，大城市太庸俗，他铁定把半奖塞你怀里，你不想要都不行。我还以为自己很幽默、很与众不同，倒不是说我对张金灿有啥意思，关键是到伦敦之后，我们包了一辆面包车来巴斯，仨女生坐前排，我跟他坐后排，他把一肚子飞机餐全吐我腿上了，那个味儿，直接让我克服了时差。半夜三点上了趟洗衣房，1磅刚塞进去，滚筒就转起来，裤子还没搁呢，门就打不开了，只能再换一台洗衣机。洗条裤子花了2磅，在Texco都能买盒提子，要是去Iceland，可以买两个冻披萨，吃三天。</p><p>希腊人上完课，跟我一起下山，问我晚上想不想出来逛逛，我说去新月广场吗，今天有太阳，中午去比较好，买点东西在草地上吃，还有美女和三条腿的狗看。希腊人说晚上吧，晚上他来接我，交换完手机号，我就下车了。我住Cleveland，三角形的宿舍区，我住的那条边，建在一个大斜坡上，一下雨跟河一样，哗哗往下淌水。外边看着是四楼，其实进去是二楼，只用走一节楼梯，楼梯尽头就一扇门，门里三个卧室，两个厕所，一个带浴缸，一个不带，一个厨房，四个灶口。我刷卡进大门，发现张金灿跟在我身后，张着大嘴，又忘了我叫啥。我说：多多，我姓多，你别叫不出口。张金灿说：你知道老外的约会文化吧？我挺奇怪的。张金灿说：希腊人在约你。啊？我说，约散步？张金灿说：要不我跟你一起？我就给希腊人发短信，问介意我带个朋友不，希腊人不介意，晚上六点，我们仨从宿舍出发，往普尔特尼桥走。希腊人说天太冷，桥下的黑天鹅就剩一只了，张金灿说天鹅都是成对的，我说起中央公园的野鸭子，希腊人说起塞林格，张金灿不知道我俩在说啥。这要是个化学实验，张金灿就是催化剂，没有他，我真不觉得能和希腊人怎么样。我只交过一个男朋友，就是路远航，我和路远航的关系，建立在大学四年每天一个小时电话的基础上，建立在高中三年每周一封信的基础上，建立在初中四年两年前后桌的基础上。我们11岁就认识了，我们之间浓墨重彩，层层叠叠都是懂得，一个人不懂得我，是不会喜欢我的，在这点上，我不奢望那个希腊人。</p><p>张金灿要是不在，我应该会跟希腊人走，去巴斯最远的宿舍区过夜，第二天一起坐U18下山，我们都是蓝车季卡啊，至少在圣诞节前，我们都可以坐在一起。然后，他会回到雅典，找他的前女友，我会留在半山腰，准备期末考，我得考博啊，不然就得回家考公务员，这才开学一个月，我妈已经把行测邮过来了。我想起出发那天，在机场，这边行李箱刚顺着传送带不见，那边我爸腰就歪了，左高右低，一步道都走不了。我说别送了，前边就是安检口。我爸说不行，扶着腰，一瘸一拐，挺感人地送我到安检口。过了安检，我倒着走，想朝他们挥挥手，但我没有手了，四个兜子压得我胳膊都抬不起来。毫无疑问，这是不完美的告别，但一般来说，不完美的告别，都是永别。</p><p>从我考雅思那天起，我就没想过要回去，找个外国男朋友，事情会变得简单点，一个听不懂我爸说话的女婿，一个离我妈万里的小家庭，我可以再活一次。说不定二十年后，我就是张金灿，可以缺根弦似的，大半夜在这当电灯泡，可以在一个月后，傻呵呵地问人家你叫啥。</p><p>张金灿和希腊人友好再见，在希腊人的注视下，跟我进了宿舍。我问他：喝水吗？他说：厕所在哪？我说：出门右转。张金灿刚出去就回来了：男的在哪？我说：不是混住的，都是女厕，你就上吧。张金灿洗了手进屋，没找纸擦，在地上边走边甩他的湿手，明显是刚才憋得够呛。我心说这人可真神，没看过《麦田里的守望者》，还麦田捕手一样，把我捞了回来。这种被父母捧大的小孩，我可得离他远点，除了好心办坏事，伤人不自知外，他们一无所长。</p><p>张金灿说：说一晚上英语，不累吗？我泄气，还以为他会注意到我的英音。张金灿说：有时上一天课，一句话也说不上，对吧？我说是啊，多一句话也不想跟他说。张金灿说：那老些书名，都下午背的吧？你搞这么文艺，很突兀啊。我说：你是文盲，才觉得突兀。张金灿说：你就代表你自己，代表不了中国人。我瞪大了眼睛，不知道这人是吃醋还是干吗。张金灿说：外国人说你口音好，说你该学同声传译，你就上钩了？我说：我咋就不能喜欢他呢？张金灿说：你在猎奇，你会后悔的。我一口水差点没喷出来，要不咋说，好家庭的孩子太保守呢，为了融入这个我爸妈不能涉足的国度，我早就做好了溜冰吸大麻的准备。和一个不讨厌的外国人上床？太小意思了，当然，张金灿说得对，艾滋病可不行，我得多活两年，好日子在后头呢。</p><p>第二天一早，张金灿又来了，拎着两大提厕纸，搁门口就走了，我头顶一个大雷，半天动弹不了。今天是周六，本来我打算上山拿厕纸的，反正车票买了季卡，不坐白不坐。自打开学，我就没买过厕纸，那玩意太易得了。学校卫生间里多的是，十来卷摆在水箱后面的置物架上，整卷的我不敢拿，其实也不是不敢，主要是太大了，直径三拃多，书包装不进去。每回我都坐在马桶圈上，把厕纸往手上缠，周一到周四，缠五十下，够晚上小便和第二天早上大便的，要是周五，就缠二百下，有一回缠得太紧，一个巨大的手铐拷在我手上，怎么抠都不下来。</p><p>隔着透明的包装袋，我看到厕纸的暗花纹，扇形的，好像银杏叶，和学校卫生间的截然不同。完了，张金灿知道了，他知道我偷学校厕纸了。是，我是拿了半奖，张金灿学费交十七万，我交九万多，住宿费他一天两百，我一天八十多。是，我没跟我妈说，我拿了半奖，我是拿了家里三十万来英国的，但我一个月生活费只有三百，不是英镑，是人民币。我太习惯把每样东西换算成人民币，所以我买不了二十块一卷的厕纸。万一我考不上博，万一我得租房找工作，万一我找不到工作，十五万人民币够我撑多久？每天早上，我吃一个甜甜圈，中午下挂面，晚上不吃，上次本科校友聚会，让我去买酒，真的，我对天发誓，我钱都掏出来了，可我没带学生证，没带护照，没法证明我年满18，超市收银员跟我道歉，我只想谢谢他。</p><p>现在张金灿肯定觉得，我和希腊人上床，是为了省钱，再直白点，是为了赚钱。早上等车，再碰到张金灿，我更尴尬了，好在他坐橙车，我坐蓝车，橙车来得快，看他上车了，我会想，还好是张金灿吧？他总比希腊人好一点，要是那天晚上，跟我回宿舍的是希腊人——我不能往下想，就算我只代表我自己，我也得把这事赶紧忘了。一个月后，当我能跟张金灿像两个英国人一样，聊一聊天气，周末他又送来两大提厕纸，不是他亲自送的，是Texco的一个配送套餐，里边还有火腿和巧克力豆啥的，我这就闹心了，没完了是吧，一个月提醒我一次？到下个月，张金灿改中国超市了，川崎、华丰、老干妈，粉条、虾仁、嘎达白，这是想让我涮火锅啊？</p><p>我把张金灿找来，涮给他吃，我从家带的电饭锅，用十几年了，外边白烤漆斑斑驳驳，插上转换插头，还往外蹦火星。我说：张金灿，我家不穷，这就是我的活法，像这样的电饭锅，我家有十几个，知识竞赛发一个，运动会发一个，逢年过年发一个，我爸我妈都发，发多了，他俩就不习惯花钱了。我也没花过啥钱，像我来这之前，我以为我家存款就三十万，我把爹妈棺材本拿来留学，我是败家子。昨天我才知道，他俩在元市给我买一别墅，就一桥那边，挨着松花江，多少钱你应该有谱，我要是回去，还给我买五十万的车。张金灿往锅里下土豆片和豆皮，没说话。是，我说，也有钱买不来的东西，像你这么健康，我就买不来，我知道你女朋友也健康，不在乎你对别人好，可我有点受不了了，我又饿不死，是吧？偷学校的厕纸，抓着也不够开除的，你别管我了行不行？张金灿猛劲往碗里倒川崎，辣得直淌鼻涕，我过了挺久，才发现他在哭。我说：我不是说你，我是谢谢你，真的我——张金灿突然说：浅浅跟我分手了。我说：你女朋友？张金灿索性抱着暖气片，恸哭起来，暖气片那边，住着四川来的大姐，跑出来骂他：你瓜娃哭个锤子哟？老子还当地震了！</p><p>再碰着张金灿，就是他绕着我走了。下雪天，山路结冰，上山的公交减了三分之二，U18无论橙白蓝，都变成爱心巴士，从大学站上车不要钱，但要开到市中心才停，得往回走两站，才能回宿舍。车到市中心，张金灿没下，我也没下，开到新月广场，张金灿旁边有空座了，我就坐过去。张金灿眼睛看着窗外，窗外海风吹雪，三点多就黑了，不知道是鹰还是什么隼，迎风站在屋顶，迷失了方向。我在某种程度上，喜欢巴斯，冬天长，比元市还长，九月份就冷风飕飕，一进十二月，黑得比元市还早，是一种扎进双倍童年的感觉。我说：我也分手了。张金灿说：你提的？我说：你女朋友不一定想分手，像我和路远航，分手就是他提的，他要不跟我分手，我还真出不了国，我肯定回家考公务员了，一个月赚三千块，还把自己当名媛，工作是为了找人唠嗑。张金灿说：他不想跟你回家？我说：离我爸妈太近了。张金灿想了想：我可以回家。</p><p>后来，我就发现张金灿回长春了，圣诞三周假，他第五周才回来，缺考三科，四月份才能补考，到那时我们都论文开题了，他恐怕毕不了业。春天开学后，张金灿买了蓝车季卡，天天上山学习，图书馆24小时开放，他时不时就睡在山上。巴斯是个U形，U18从一个山顶开到另一个山顶，像巨大的海盗船，来回逛荡，反正在季卡有效期内，我没事就坐公交玩，热气球太贵了，六千多一个人，够我飞回去找路远航了。车到宿舍那站，人下去一半，张金灿经过我，我点点头，他停在我旁边，直到车开动了，还站在那。我说：你往前看，能看到布达拉宫。车到市中心，张金灿说：还不下？我说：你看着了吗？啥？张金灿说，布达拉宫啊？我说：就这两站间能看到，市中心太洼了，灯又多，就不像了。张金灿坐下来，车开始上坡，他的脸映在车窗上，偶尔被路灯照亮，巴斯的确没有路远航。</p><p>我们从山顶到山谷，往返四趟，张金灿都没看着布达拉宫，他没那个想象力，他就会哭。我是在末班车上，才知道他两天没合眼了，他女朋友，原本是跟他一起出国的，他来英国，女朋友去美国，在南加州读电影，要当下一个李安，闯荡好莱坞。开学第一周，女朋友早上四点起来，要坐灰狗去旧金山玩，没到联合车站，就碰上一个遛狗的醉鬼，女朋友还傻乎乎地，夸人家狗帅，跟人家练英语呢，结果被狗咬掉半个耳朵。跟他分手，不是女朋友提的，至少不是那个清醒的浅浅，他女朋友精神出了问题。</p><p>我心里说不上什么感觉，心疼，还是幸灾乐祸，我从来没想过，好家庭的孩子，也会被厄运伏击，变成心理有问题的人。我和张金灿，和张金灿的女朋友，竟然在二十年后，站在了同一起跑线上。张金灿原本打算，毕了业就去洛杉矶陪女朋友，工作，或者再读个研，都不行就去咖啡馆端盘子，但是现实告诉他，都不行。女朋友休学在家，吃盐酸曲唑酮，看心理医生，假装不认识他，他跟她的全部计划，都得等她变回原来那个人再说。我说：她变不回去了。张金灿说：我不管，我得回去陪她。我说：路远航和我十一年，我就是他咬掉的半个耳朵，你回去，连你自己也回不去了。张金灿看着我，我想，他还是跟我不一样，他没法把自己当成一个麻烦。</p><p>要毕业了，我就是长在我妈屁股上的火疖子，她得把我解决了，才能痛快地拉屎。她天天给我汇报别墅的装修进度，好像是我的小丫鬟，买个壁纸拍来50张照片，她让我跟她无话不谈，我就跟她无话不谈，把坏事的主角换成别人，好事的主角换成自己。她老是说，我就指望你了，好像我爸多让她失望。我爸怎么你了呢，也就是不让你花钱，不让你打电话，让你挺大个行长，在家里擦玻璃通下水，给他当牛做马。为啥不让你当牛做马？你给你亲弟亲妹，不也是当牛做马吗，你这辈子做过别的吗？</p><p>我骗我妈说，找到工作了，月薪3000，是英镑，不是人民币。我妈说一想到我在外边租房子，她就睡不着觉。我说：那咋办，不行我再读个博？住宿舍你能睡着吗？我妈说：你要是有个病啊灾的，我都够不着你。嚯，就好像她管过我似的。我说：你管好家里那些人就行了，我不用你操心。我妈说：你是不谈恋爱了？和希腊人？我说：谈挺好，早就忘了路远航。我妈说：路远航啊，小孩小时候真不错，到了跟你爸一样，自私，也不道咋长的。我说：对，男的老了都自私。我妈说：不是你自己说，不想找你爸那样的吗？那肯定，我说，你婚姻不幸福，我婚姻也不能幸福了，对吧？我妈说：你看你二姨三姨，大舅二舅，哪个不幸福了？我说：你咋不说我老舅呢，前边五个，买房买车你都给钱，结婚的时候，电饭锅、豆浆机、电饼铛、电话机、加湿器一家发一个，到我老舅，咋就给一个烧水壶？我妈说：你老舅这个啊，早晚得离。我说：哦，给下一个留着呢，有远见。我妈说：啥东西也不是大风刮来的，都有数。我说：你把我那份给我老舅吧，邮来挺费钱的。我妈说：你个死丫头，想让你妈死啊？好像她是稻草，我是风，动一动她就要折。</p><p>我妈说：那个张金灿，也找着工作了？我说：他回长春，他女朋友在长春。我妈说：你看看人家，就知道跟女朋友回家。我想说，人家女朋友有个好妈，没成天要死要活的。我妈说：你咋就找不着一个这样的？我没好气：张金灿家就是长春的！我妈说：他本科北师大的？啊，我说，跟路远航一样。我妈说：你看，妈一说让你回家，就好像憋屈你了，人张金灿本科比你还好呢，不也要回家了？我气得昏头胀脑，本科比我还好，这话你他妈咋寻思说的？你不让我上北师大，不就因为路远航报那了？简直要疯了，我妈还在叨叨：妈不图你别的，你说你成天就知道抱本书，别人家姑娘，还能陪妈逛逛街。我说：你身边不还有六个吗，都是你养大的，肯定能养你老。</p><p>我气得下午课都没上，他妈的，你想让我当学霸，我就得当学霸，你想让我当小棉袄，我就得当小棉袄，我又不是他妈的孙悟空，看我七十二变啊？你以为我爱看书？我看书那是给你省钱！你以为我不想像张金灿似的，不挣钱就敢花钱，家里没钱也敢大手大脚？我妈大概忘了，第一次见张金灿，她就坐在我行李箱上，一点点挪着屁股，生怕一使劲儿，把拉锁拉秃噜扣了。我后边背着书包，左手拎着电脑，右手是一卷压缩过的棉被，两腿间夹着刚拽出来的塑料袋，托运行李超重了，掏出来这四公斤，一会儿也得拎上。张金灿说：你是多多吗？我点头，以为他能帮我拎个兜子，结果伟大的张金灿同学，接过我嘴里叼的护照，说了句最没用的话：咱俩同年同月同日生啊。</p><p><br></p><p>&nbsp;<strong>上半部完</strong></p>",
        "editor": "未经许可，请勿转载。",
        "copyright": "参与读者评审，每周抽选3位送出100元阅读基金，并有机会成为终选评审环节的读者代表。",
        "author": {
          "role": "作者",
          "authors": [
            {
              "id": 12408187,
              "avatar": "http://image.wufazhuce.com/FiIob8luySXaXDUq1eWh2g5chGGL",
              "name": "「故事大爆炸2022」入围作品 ",
              "brief": "欢迎参与读者评审，成为终选环节读者代表。"
            }
          ]
        }
      }
    }
  }